Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 允许读取剪贴板文本。
source: Allow reading clipboard text.
ja: クリップボードのテキストの読み取りを許可しますか？
ko: 클립보드 텍스트 읽기를 허용합니다.
ru: Разрешить читать текст из буфера обмена.
zh_hans: 允许读取剪贴板文本。
zh_hant: 允許讀取剪貼簿文字。

# 允许读取剪贴板？
source: Allow clipboard access?
ja: クリップボードの読み取りを許可しますか？
ko: 클립보드 읽기를 허용할까요?
ru: Разрешить доступ к буферу обмена?
zh_hans: 允许读取剪贴板？
zh_hant: 允許讀取剪貼簿？

# 允许读取当前主题色。
source: Allow reading the current theme color.
ja: 現在のテーマカラーの読み取りを許可しますか？
ko: 현재 테마 색상 읽기를 허용합니다.
ru: Разрешить читать текущий цвет темы.
zh_hans: 允许读取当前主题色。
zh_hant: 允許讀取目前主題色。

# 允许读取当前位置。
source: Allow reading the current location.
ja: 現在地の読み取りを許可しますか？
ko: 현재 위치 읽기를 허용합니다.
ru: Разрешить читать текущее местоположение.
zh_hans: 允许读取当前位置。
zh_hant: 允許讀取目前位置。

# 允许读取必要的宿主上下文。
source: Allow access to the necessary host context.
ja: 必要なホストコンテキストの読み取りを許可します。
ko: 필요한 호스트 컨텍스트 읽기를 허용합니다.
ru: Разрешить чтение необходимого контекста хоста.
zh_hans: 允许读取必要的宿主上下文。
zh_hant: 允許讀取必要的宿主上下文。

# 允许调用当前聊天模型。
source: Allow calls to the current chat model.
ja: 現在のチャットモデルの呼び出しを許可します。
ko: 현재 채팅 모델 호출을 허용합니다.
ru: Разрешить вызов текущей модели чата.
zh_hans: 允许调用当前聊天模型。
zh_hant: 允許呼叫目前的聊天模型。

# 允许重写相关段落，以既有正文和本章计划为准重新衔接。
source: Allow rewriting related paragraphs to reconnect them with the existing manuscript and this chapter's plan.
ja: 既存の本文と本章の計画に基づき、関連段落を書き直して再接続することを許可しますか？
ko: 관련 단락을 다시 작성해 기존 본문과 이 장의 계획에 맞게 연결합니다.
ru: Разрешить переписать связанные абзацы, заново связав их с имеющимся текстом и планом этой главы.
zh_hans: 允许重写相关段落，以既有正文和本章计划为准重新衔接。
zh_hant: 允許重寫相關段落，以既有正文與本章計畫為準重新銜接。

# 先定好这一章要写什么，再按章代笔；过关后自动进书
source: Decide what to write in this chapter first, then ghostwrite it chapter by chapter; once it passes review, it's added to the book automatically
ja: まずこの章の内容を決めてから章ごとに代筆し、合格後に自動で本へ追加
ko: 먼저 이 장에서 쓸 내용을 정한 다음 장별로 대필합니다. 통과하면 자동으로 책에 수록됩니다.
ru: Сначала задайте содержание главы, затем допишите её; после проверки она автоматически попадёт в книгу
zh_hans: 先定好这一章要写什么，再按章代笔；过关后自动进书
zh_hant: 先確定這一章要寫什麼，再按章代筆；通過後自動收錄進書

# 先确认本章计划，再开始代笔。可在下方「本章计划」一键根据前文生成草稿；多章时后续计划会自动拟定。
source: Confirm this chapter's plan before starting ghostwriting. Use “Chapter plan” below to generate a draft from the preceding text in one tap; plans for later chapters are generated automatically when writing multiple chapters.
ja: まずこの章の計画を確認してから、代筆を開始します。下の「この章の計画」から前の内容に基づく草稿をワンタップで生成できます。複数章の場合、以降の計画は自動作成されます。
ko: 먼저 이 장의 계획을 확인한 후 대필을 시작하세요. 아래의 「이 장의 계획」을 탭하면 앞의 내용을 바탕으로 초안을 한 번에 생성할 수 있습니다. 여러 장인 경우 이후 계획은 자동으로 작성됩니다.
ru: Сначала подтвердите план этой главы, затем начните написание. Кнопка «План этой главы» ниже создаст черновик по предыдущему тексту; при работе с несколькими главами планы следующих будут составлены автоматически.
zh_hans: 先确认本章计划，再开始代笔。可在下方「本章计划」一键根据前文生成草稿；多章时后续计划会自动拟定。
zh_hant: 先確認本章計畫，再開始代筆。可在下方「本章計畫」一鍵根據前文產生草稿；多章時後續計畫會自動擬定。

# 全局模型不可用
source: Global model unavailable
ja: グローバルモデルを利用できません
ko: 전역 모델을 사용할 수 없습니다.
ru: Глобальная модель недоступна
zh_hans: 全局模型不可用
zh_hant: 全域模型無法使用

# 全选
source: Select all
ja: すべて選択
ko: 모두 선택
ru: Выбрать всё
zh_hans: 全选
zh_hant: 全選

# 全部
source: All
ja: すべて
ko: 전체
ru: Все
zh_hans: 全部
zh_hant: 全部

# 全部小应用
source: All mini-apps
ja: すべてのミニアプリ
ko: 모든 미니 앱
ru: Все мини-приложения
zh_hans: 全部小应用
zh_hant: 全部小應用

# 全部放弃
source: Discard all
ja: すべて破棄
ko: 모두 포기
ru: Отменить всё
zh_hans: 全部放弃
zh_hant: 全部放棄

# 共 %@ 章
source: %@ chapters in total
ja: 全%@章
ko: 총 %@장
ru: Всего %@ гл.
zh_hans: 共 %@ 章
zh_hant: 共 %@ 章

# 共 %lld 章
source: %lld chapters total
ja: 全 %lld 章
ko: 총 %lld장
ru: Всего глав: %lld
zh_hans: 共 %lld 章
zh_hant: 共 %lld 章

# 共享存储
source: Shared storage
ja: 共有ストレージ
ko: 공유 저장소
ru: Общее хранилище
zh_hans: 共享存储
zh_hant: 共用儲存空間

# 共创模式
source: Co-writing mode
ja: 共同制作モード
ko: 공동 창작 모드
ru: Совместное создание
zh_hans: 共创模式
zh_hant: 共創模式

# 关注优先
source: Following first
ja: 注目を優先
ko: 팔로우 우선
ru: Сначала избранное
zh_hans: 关注优先
zh_hant: 關注優先

# 关注筛选
source: Follow filter
ja: 注目フィルター
ko: 관심사 필터
ru: Фильтр интересов
zh_hans: 关注筛选
zh_hant: 關注篩選

# 关联已有角色，或为新人物生成建议
source: Link an existing character, or generate a suggestion for a new one
ja: 既存キャラクターに紐付けるか、新しい人物の候補を生成
ko: 기존 캐릭터에 연결하거나 새 인물 제안 생성
ru: Связать с существующим персонажем или создать предложение для нового
zh_hans: 关联已有角色，或为新人物生成建议
zh_hant: 關聯已有角色，或為新人物產生建議

# 关闭
source: Close
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# 关闭交互终端
source: Close interactive terminal
ja: 対話型ターミナルを閉じる
ko: 대화형 터미널 닫기
ru: Закрыть интерактивный терминал
zh_hans: 关闭交互终端
zh_hant: 關閉互動終端

# 关闭会话
source: Close session
ja: セッションを閉じる
ko: 세션 닫기
ru: Закрыть сессию
zh_hans: 关闭会话
zh_hant: 關閉對話

# 关闭大图
source: Close full-size image
ja: 大きな画像を閉じる
ko: 큰 이미지 닫기
ru: Закрыть увеличенное изображение
zh_hans: 关闭大图
zh_hant: 關閉大圖

# 关闭模型选择
source: Close model picker
ja: モデル選択を閉じる
ko: 모델 선택 닫기
ru: Закрыть выбор модели
zh_hans: 关闭模型选择
zh_hant: 關閉模型選擇

# 关闭远程 session
source: Close remote session
ja: リモートsessionを閉じる
ko: 원격 세션 닫기
ru: Закрыть удалённую сессию
zh_hans: 关闭远程 session
zh_hant: 關閉遠端 session

# 关闭错误提示
source: Dismiss error
ja: エラー表示を閉じる
ko: 오류 알림 닫기
ru: Закрыть сообщение об ошибке
zh_hans: 关闭错误提示
zh_hant: 關閉錯誤提示

# 关闭附件
source: Close attachment
ja: 添付ファイルを閉じる
ko: 첨부 파일 닫기
ru: Закрыть вложение
zh_hans: 关闭附件
zh_hant: 關閉附件

# 关：只在下方你添加的席位中选择角色。
source: Off: choose characters only from seats you add below.
ja: オフ：下に追加した席からのみキャラクターを選択します。
ko: 끔: 아래에서 추가한 좌석에서만 캐릭터를 선택합니다.
ru: Выкл.: персонажи выбираются только из добавленных ниже мест.
zh_hans: 关：只在下方你添加的席位中选择角色。
zh_hant: 關：只在下方你新增的席位中選擇角色。

# 关：议员纯推理发言（推荐，速度更快）。
source: Off: council members give reasoning-only statements (recommended, faster).
ja: オフ：議員は推論のみで発言します（推奨・高速）。
ko: 끔: 의원은 추론만 발언합니다(권장, 더 빠름).
ru: Выкл.: депутаты используют только рассуждения (рекомендуется, быстрее).
zh_hans: 关：议员纯推理发言（推荐，速度更快）。
zh_hant: 關：議員純推理發言（推薦，速度更快）。

# 其他
source: Other
ja: その他
ko: 기타
ru: Другое
zh_hans: 其他
zh_hant: 其他

# 其他待确认建议
source: Other suggestions awaiting confirmation
ja: その他の確認待ち候補
ko: 기타 확인 대기 제안
ru: Другие предложения на подтверждение
zh_hans: 其他待确认建议
zh_hant: 其他待確認建議

# 其他操作结束后可归档
source: Can archive after other operations finish
ja: 他の操作の完了後にアーカイブできます
ko: 다른 작업이 끝나면 보관할 수 있음
ru: Можно архивировать после других действий
zh_hans: 其他操作结束后可归档
zh_hant: 其他操作結束後可封存

# 其他资料
source: Other materials
ja: その他の資料
ko: 기타 자료
ru: Другие материалы
zh_hans: 其他资料
zh_hant: 其他資料

# 内容
source: Content
ja: 内容
ko: 내용
ru: Содержимое
zh_hans: 内容
zh_hant: 內容

# 内置免费源
source: Built-in free sources
ja: 内蔵無料ソース
ko: 기본 무료 소스
ru: Встроенные бесплатные источники
zh_hans: 内置免费源
zh_hant: 內建免費來源

# 内置角色
source: Built-in characters
ja: 内蔵キャラクター
ko: 기본 캐릭터
ru: Встроенные персонажи
zh_hans: 内置角色
zh_hant: 內建角色

# 再想想
source: Think again
ja: もう一度考える
ko: 다시 생각하기
ru: Подумать ещё
zh_hans: 再想想
zh_hant: 再想想

# 再检查
source: Check again
ja: 再チェック
ko: 다시 검사
ru: Проверить ещё раз
zh_hans: 再检查
zh_hant: 再檢查

# 再检查同一篇
source: Check the same piece again
ja: 同じ原稿を再チェック
ko: 같은 원고를 다시 검사
ru: Проверить тот же текст ещё раз
zh_hans: 再检查同一篇
zh_hant: 再檢查同一篇

# 再次收录
source: Adopt again
ja: 再収録
ko: 다시 수록
ru: Добавить снова
zh_hans: 再次收录
zh_hant: 再次收錄

# 再润色一批
source: Polish another batch
ja: もう一括推敲する
ko: 한 묶음 더 다듬기
ru: Отредактировать ещё одну партию
zh_hans: 再润色一批
zh_hant: 再潤飾一批

# 写✓ · 审核收录中%@
source: Write ✓ · Reviewing for adoption%@
ja: 執筆✓ · 審査・収録中%@
ko: 작성✓ · 검토 및 수록 중%@
ru: Написано ✓ · проверка и добавление%@
zh_hans: 写✓ · 审核收录中%@
zh_hant: 寫✓ · 審核收錄中%@

# 写✓审✓ · 收录中%@
source: Write ✓ Review ✓ · Adopting%@
ja: 執筆✓審査✓ · 収録中%@
ko: 작성✓검토✓ · 수록 중%@
ru: Написано ✓ проверено ✓ · добавление%@
zh_hans: 写✓审✓ · 收录中%@
zh_hant: 寫✓審✓ · 收錄中%@

# 写✓审✓收✓ · 同步确认%@
source: Write ✓ Review ✓ Adopt ✓ · Confirming sync%@
ja: 執筆✓審査✓収録✓ · 同期確認中%@
ko: 작성✓검토✓수록✓ · 동기화 확인 중%@
ru: Написано ✓ проверено ✓ добавлено ✓ · подтверждение синхронизации%@
zh_hans: 写✓审✓收✓ · 同步确认%@
zh_hant: 寫✓審✓收✓ · 同步確認%@

# 写✓审✓收✓同✓%@
source: Write ✓ Review ✓ Adopt ✓ Sync ✓%@
ja: 執筆✓審査✓収録✓同期✓%@
ko: 작성✓검토✓수록✓동기화✓%@
ru: Написано ✓ проверено ✓ добавлено ✓ синхронизировано ✓%@
zh_hans: 写✓审✓收✓同✓%@
zh_hant: 寫✓審✓收✓同✓%@

# 写一条偏好、事实或项目上下文
source: Write a preference, fact, or project context
ja: 好み、事実、またはプロジェクトのコンテキストを入力
ko: 선호, 사실 또는 프로젝트 컨텍스트를 한 줄 추가하세요
ru: Запишите предпочтение, факт или контекст проекта
zh_hans: 写一条偏好、事实或项目上下文
zh_hant: 寫下一筆偏好、事實或專案上下文

# 写一段
source: Write a passage
ja: 段落を書く
ko: 한 단락 쓰기
ru: Написать отрывок
zh_hans: 写一段
zh_hant: 寫一段

# 写作偏好
source: Writing preferences
ja: 執筆の好み
ko: 글쓰기 선호
ru: Предпочтения письма
zh_hans: 写作偏好
zh_hant: 寫作偏好

# 写作要求
source: Writing requirements
ja: 執筆要件
ko: 작성 요구사항
ru: Требования к тексту
zh_hans: 写作要求
zh_hant: 寫作要求

# 写入
source: Write
ja: 書き込む
ko: 쓰기
ru: Записать
zh_hans: 写入
zh_hant: 寫入

# 写入位置
source: Write location
ja: 書き込み先
ko: 쓰기 위치
ru: Место записи
zh_hans: 写入位置
zh_hant: 寫入位置

# 写入剧情
source: Write to story
ja: プロットに書き込む
ko: 스토리에 기록
ru: Записать сюжет
zh_hans: 写入剧情
zh_hant: 寫入劇情

# 写入剪贴板
source: Write to clipboard
ja: クリップボードに書き込む
ko: 클립보드에 쓰기
ru: Записать в буфер обмена
zh_hans: 写入剪贴板
zh_hant: 寫入剪貼簿

# 写入审批记录
source: Write approval record
ja: 承認記録に書き込む
ko: 쓰기 승인 기록
ru: Записать в журнал одобрений
zh_hans: 写入审批记录
zh_hant: 寫入核准記錄

# 写入正文
source: Write to manuscript
ja: 本文に書き込む
ko: 본문에 기록
ru: Записать основной текст
zh_hans: 写入正文
zh_hant: 寫入正文

# 写剧情审批
source: Writing plan approval
ja: ストーリーを執筆して承認
ko: 스토리 작성 승인
ru: Согласование написания сюжета
zh_hans: 写剧情审批
zh_hant: 寫劇情審批

# 写回聊天
source: Write back to chat
ja: チャットに書き戻す
ko: 채팅에 기록
ru: Записать в чат
zh_hans: 写回聊天
zh_hant: 寫回聊天

# 写整章
source: Write full chapter
ja: 章全体を執筆
ko: 전체 장 작성
ru: Написать всю главу
zh_hans: 写整章
zh_hant: 寫整章

# 写整章中%@
source: Writing full chapter%@
ja: 章全体を執筆中%@
ko: 전체 장 작성 중%@
ru: Идёт написание всей главы%@
zh_hans: 写整章中%@
zh_hant: 寫整章中%@

# 写正文
source: Write manuscript
ja: 本文を書く
ko: 본문 작성
ru: Написать основной текст
zh_hans: 写正文
zh_hant: 寫正文

# 决定主题
source: Decide the theme
ja: テーマを決める
ko: 주제 결정
ru: Определить тему
zh_hans: 决定主题
zh_hant: 決定主題

# 决定内容
source: Decide the content
ja: 内容を決める
ko: 내용 결정
ru: Определить содержание
zh_hans: 决定内容
zh_hant: 決定內容

# 准备
source: Preparation
ja: 準備
ko: 준비
ru: Подготовка
zh_hans: 准备
zh_hant: 準備

# 准备上下文
source: Preparing context
ja: コンテキストを準備
ko: 컨텍스트 준비
ru: Подготовка контекста
zh_hans: 准备上下文
zh_hant: 準備上下文

# 准备代笔
source: Preparing ghostwriting
ja: 代筆を準備
ko: 대필 준비
ru: Подготовка текста
zh_hans: 准备代笔
zh_hant: 準備代筆

# 准备图片请求
source: Preparing image request
ja: 画像リクエストを準備
ko: 이미지 요청 준비
ru: Подготовка запроса изображения
zh_hans: 准备图片请求
zh_hant: 準備圖片請求

# 准备生成
source: Preparing generation
ja: 生成を準備
ko: 생성 준비
ru: Подготовка генерации
zh_hans: 准备生成
zh_hant: 準備產生

# 准备议会
source: Preparing Council
ja: 議会を準備
ko: 의회 준비
ru: Подготовка совета
zh_hans: 准备议会
zh_hant: 準備議會

# 多年以后，面对行刑队，奥雷里亚诺·布恩迪亚上校将会回想起父亲带他去见识冰块的那个遥远的下午。
source: Years later, facing the firing squad, Colonel Aureliano Buendía would recall that distant afternoon when his father took him to discover ice.
ja: 何年も後、銃殺隊を前にしたアウレリャノ・ブエンディア大佐は、父に連れられて氷を見に行った、あの遠い午後を思い出すことになる。
ko: 여러 해가 지난 뒤, 총살대 앞에 선 아우렐리아노 부엔디아 대령은 아버지가 얼음을 구경시켜 주러 데려갔던 그 아득한 오후를 떠올리게 될 것이다.
ru: Много лет спустя, стоя перед расстрельной командой, полковник Аурелиано Буэндиа вспомнит тот далёкий день, когда отец повёл его посмотреть на лёд.
zh_hans: 多年以后，面对行刑队，奥雷里亚诺·布恩迪亚上校将会回想起父亲带他去见识冰块的那个遥远的下午。
zh_hant: 多年以後，面對行刑隊，奧雷里亞諾·布恩迪亞上校將會回想起父親帶他去見識冰塊的那個遙遠的下午。

# 凭据
source: Credentials
ja: 認証情報
ko: 자격 증명
ru: Учётные данные
zh_hans: 凭据
zh_hant: 憑據

# 分享
source: Share
ja: 共有
ko: 공유
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

# 分享图片
source: Share image
ja: 画像を共有
ko: 이미지 공유
ru: Поделиться изображением
zh_hans: 分享图片
zh_hant: 分享圖片

# 分支事件
source: Branch event
ja: ブランチイベント
ko: 브랜치 이벤트
ru: События ветки
zh_hans: 分支事件
zh_hant: 分支事件

# 分支会回到上一个存档点，不会删除历史记录。
source: The branch will return to the previous save point; history won't be deleted.
ja: ブランチは直前の保存ポイントに戻ります。履歴は削除されません。
ko: 브랜치는 이전 저장 지점으로 돌아가며 기록은 삭제되지 않습니다.
ru: Ветка вернётся к предыдущей точке сохранения; история не будет удалена.
zh_hans: 分支会回到上一个存档点，不会删除历史记录。
zh_hant: 分支會回到上一個存檔點，不會刪除歷史記錄。

# 分支名称
source: Branch name
ja: ブランチ名
ko: 브랜치 이름
ru: Название ветки
zh_hans: 分支名称
zh_hant: 分支名稱

# 分支名称没有保存，请稍后重试。
source: The branch name wasn't saved. Please try again later.
ja: ブランチ名を保存できませんでした。後でもう一度お試しください。
ko: 브랜치 이름을 저장하지 못했습니다. 나중에 다시 시도하세요.
ru: Название ветки не сохранено. Повторите позже.
zh_hans: 分支名称没有保存，请稍后重试。
zh_hant: 分支名稱沒有儲存，請稍後重試。

# 分支已不可编辑
source: Branch is no longer editable
ja: ブランチは編集できません
ko: 브랜치를 더 이상 편집할 수 없습니다.
ru: Ветвь больше нельзя редактировать
zh_hans: 分支已不可编辑
zh_hant: 分支已無法編輯

# 分支没有创建完成，请重新载入项目后再试。
source: The branch wasn't fully created. Reload the project and try again.
ja: ブランチを作成できませんでした。プロジェクトを再読み込みして再試行してください。
ko: 브랜치를 완전히 생성하지 못했습니다. 프로젝트를 다시 로드한 후 시도하세요.
ru: Ветка создана не полностью. Перезагрузите проект и повторите попытку.
zh_hans: 分支没有创建完成，请重新载入项目后再试。
zh_hant: 分支沒有建立完成，請重新載入專案後再試。

# 分支版本
source: Branch version
ja: ブランチ版
ko: 브랜치 버전
ru: Версия ветки
zh_hans: 分支版本
zh_hant: 分支版本

# 分支版本不会移动项目资料的全局当前版本，也不会影响其他分支。
source: A version on this branch won't change the global current version of the project materials or affect other branches.
ja: ブランチのバージョンを変更しても、プロジェクト資料全体の現在のバージョンは移動せず、他のブランチにも影響しません。
ko: 브랜치 버전은 프로젝트 자료의 현재 버전을 변경하지 않으며 다른 브랜치에도 영향을 주지 않습니다.
ru: Версия ветки не изменит глобальную текущую версию материалов проекта и не повлияет на другие ветки.
zh_hans: 分支版本不会移动项目资料的全局当前版本，也不会影响其他分支。
zh_hant: 分支版本不會移動專案資料目前的全域版本，也不會影響其他分支。

# 分支管理
source: Branch management
ja: ブランチ管理
ko: 브랜치 관리
ru: Управление ветками
zh_hans: 分支管理
zh_hant: 分支管理

# 分支覆盖
source: Branch override
ja: ブランチの上書き
ko: 브랜치 덮어쓰기
ru: Переопределение ветки
zh_hans: 分支覆盖
zh_hant: 分支覆寫

# 分支设定没有保存，请稍后重试。
source: Branch settings weren't saved. Please try again later.
ja: ブランチ設定を保存できませんでした。後でもう一度お試しください。
ko: 브랜치 설정을 저장하지 못했습니다. 나중에 다시 시도하세요.
ru: Настройки ветки не сохранены. Повторите позже.
zh_hans: 分支设定没有保存，请稍后重试。
zh_hant: 分支設定沒有儲存，請稍後重試。

# 分支设定覆盖
source: Branch setting override
ja: ブランチ設定の上書き
ko: 브랜치 설정 오버라이드
ru: Переопределения настроек ветки
zh_hans: 分支设定覆盖
zh_hant: 分支設定覆寫

# 分支走向
source: Branch direction
ja: ブランチの方向性
ko: 브랜치 전개
ru: Направление ветки
zh_hans: 分支走向
zh_hant: 分支走向

# 分析
source: Analyze
ja: 分析
ko: 분석
ru: Анализ
zh_hans: 分析
zh_hant: 分析

# 分段读取正文并更新剧情状态，大项目会较久。
source: Reading the text in segments and updating plot state; large projects may take a while.
ja: 本文を分割して読み込み、ストーリー状態を更新します。大規模なプロジェクトでは時間がかかります。
ko: 본문을 나누어 읽고 스토리 상태를 업데이트합니다. 대형 프로젝트는 시간이 더 걸릴 수 있습니다.
ru: Читаем текст по частям и обновляем состояние сюжета; большие проекты займут больше времени.
zh_hans: 分段读取正文并更新剧情状态，大项目会较久。
zh_hant: 分段讀取正文並更新劇情狀態，大型專案可能需要較長時間。

# 分类
source: Category
ja: カテゴリ
ko: 분류
ru: Категории
zh_hans: 分类
zh_hant: 分類

# 切入代笔还需：
source: Still needed to start ghostwriting:
ja: 代筆を始めるには、次の項目が必要です：
ko: 대필을 시작하려면 다음이 더 필요합니다:
ru: Для начала написания ещё нужно:
zh_hans: 切入代笔还需：
zh_hant: 切入代筆還需要：

# 切换分支会停止当前生成
source: Switching branches will stop the current generation
ja: ブランチを切り替えると現在の生成が停止します
ko: 브랜치를 전환하면 현재 생성이 중지됨
ru: Переключение ветки остановит текущую генерацию
zh_hans: 切换分支会停止当前生成
zh_hant: 切換分支會停止目前產生

# 切换服务商
source: Switch provider
ja: サービスプロバイダーを切り替え
ko: 서비스 제공자 전환
ru: Сменить провайдера
zh_hans: 切换服务商
zh_hant: 切換服務提供者

# 切换模型，当前 %@
source: Switch model, currently %@
ja: モデルを切り替え（現在：%@）
ko: 모델 전환, 현재 %@
ru: Сменить модель (сейчас %@)
zh_hans: 切换模型，当前 %@
zh_hant: 切換模型，目前 %@

# 列出快照
source: List snapshots
ja: スナップショットを一覧表示
ko: 스냅샷 목록
ru: Список снимков
zh_hans: 列出快照
zh_hant: 列出快照

# 创作
source: Writing
ja: 創作
ko: 창작
ru: Создание
zh_hans: 创作
zh_hant: 創作

# 创作偏长文与文风；剧情同步偏稳定与结构化输出；审稿用来核对是否按计划写、前后是否打架。
source: Use longer-form prose and style for writing; use stable, structured output for plot sync; use review to check whether the plan was followed and the story stays consistent.
ja: 創作では長文と文体を重視します。ストーリー同期では安定性と構造化された出力を重視し、レビューでは計画どおりか、前後に矛盾がないかを確認します。
ko: 창작은 긴 글과 문체를 중심으로 하고, 줄거리 동기화는 안정적이고 구조화된 출력을 지향합니다. 검토는 계획대로 작성되었는지, 앞뒤 내용이 충돌하지 않는지 확인하는 데 사용합니다.
ru: Режим создания рассчитан на длинный текст и стиль; синхронизация сюжета — на стабильный структурированный вывод; редактор проверяет соответствие плану и отсутствие противоречий.
zh_hans: 创作偏长文与文风；剧情同步偏稳定与结构化输出；审稿用来核对是否按计划写、前后是否打架。
zh_hant: 創作偏長文與文風；劇情同步偏穩定與結構化輸出；審稿用來核對是否依計畫撰寫、前後是否衝突。

# 创作方式
source: Creation mode
ja: 創作方法
ko: 창작 방식
ru: Способ создания
zh_hans: 创作方式
zh_hant: 創作方式

# 创作方式，当前 %@
source: Creation mode, currently %@
ja: 創作方法（現在：%@）
ko: 창작 방식, 현재 %@
ru: Способ создания (сейчас %@)
zh_hans: 创作方式，当前 %@
zh_hant: 創作方式，目前 %@

# 创作模型
source: Writing model
ja: 創作モデル
ko: 창작 모델
ru: Модель создания
zh_hans: 创作模型
zh_hant: 創作模型

# 创作模式
source: Writing mode
ja: 創作モード
ko: 창작 모드
ru: Режим создания
zh_hans: 创作模式
zh_hant: 創作模式

# 创建
source: Create
ja: 作成
ko: 생성
ru: Создать
zh_hans: 创建
zh_hant: 建立

# 创建 Workspace 内容卡片
source: Create Workspace content card
ja: Workspace コンテンツカードを作成
ko: Workspace 콘텐츠 카드 생성
ru: Создать карточку контента в Workspace
zh_hans: 创建 Workspace 内容卡片
zh_hant: 建立 Workspace 內容卡片

# 创建会话
source: Create session
ja: セッションを作成
ko: 세션 생성
ru: Создать сессию
zh_hans: 创建会话
zh_hant: 建立對話

# 创建内容卡片
source: Create content card
ja: コンテンツカードを作成
ko: 콘텐츠 카드 생성
ru: Создать карточку контента
zh_hans: 创建内容卡片
zh_hant: 建立內容卡片

# 创建失败
source: Creation failed
ja: 作成に失敗しました
ko: 생성 실패
ru: Не удалось создать
zh_hans: 创建失败
zh_hant: 建立失敗

# 创建方式
source: Creation method
ja: 作成方法
ko: 생성 방식
ru: Способ создания
zh_hans: 创建方式
zh_hant: 建立方式

# 创建本地 Skill
source: Create local Skill
ja: ローカル Skill を作成
ko: 로컬 스킬 생성
ru: Создать локальный Skill
zh_hans: 创建本地 Skill
zh_hant: 建立本機 Skill

# 创建深度阅读
source: Create deep reading
ja: 詳細リサーチを作成
ko: 심층 읽기 생성
ru: Создать глубокое чтение
zh_hans: 创建深度阅读
zh_hant: 建立深度閱讀

# 初始
source: Initial
ja: 初期
ko: 초기
ru: Начальная
zh_hans: 初始
zh_hant: 初始

# 删除
source: Delete
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# 删除 %@
source: Delete %@
ja: %@を削除
ko: %@ 삭제
ru: Удалить %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

# 删除 Artifact
source: Delete Artifact
ja: アーティファクトを削除
ko: Artifact 삭제
ru: Удалить Artifact
zh_hans: 删除 Artifact
zh_hant: 刪除 Artifact

# 删除 MCP 服务器
source: Delete MCP server
ja: MCPサーバーを削除
ko: MCP 서버 삭제
ru: Удалить сервер MCP
zh_hans: 删除 MCP 服务器
zh_hant: 刪除 MCP 伺服器

# 删除 MCP 服务器？
source: Delete MCP server?
ja: MCPサーバーを削除しますか？
ko: MCP 서버를 삭제할까요?
ru: Удалить сервер MCP?
zh_hans: 删除 MCP 服务器？
zh_hant: 刪除 MCP 伺服器？

# 删除“%@”？
source: Delete “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
ru: Удалить «%@»?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

# 删除「%@」
source: Delete “%@”
ja: 「%@」を削除
ko: “%@” 삭제
ru: Удалить «%@»
zh_hans: 删除「%@」
zh_hant: 刪除「%@」

# 删除会话
source: Delete conversation
ja: セッションを削除
ko: 세션 삭제
ru: Удалить сеанс
zh_hans: 删除会话
zh_hant: 刪除會話

# 删除会话？
source: Delete session?
ja: セッションを削除しますか？
ko: 세션을 삭제할까요?
ru: Удалить сессию?
zh_hans: 删除会话？
zh_hant: 刪除對話？

# 删除全部对话（%lld 个）
source: Delete all conversations (%lld)
ja: すべての会話（%lld 件）を削除
ko: 대화 %lld개를 모두 삭제
ru: Удалить все диалоги: %lld
zh_hans: 删除全部对话（%lld 个）
zh_hant: 刪除全部對話（%lld 個）

# 删除分支
source: Delete branch
ja: ブランチを削除
ko: 브랜치 삭제
ru: Удалить ветку
zh_hans: 删除分支
zh_hant: 刪除分支

# 删除后不可恢复。
source: Deletion cannot be undone.
ja: 削除すると元に戻せません。
ko: 삭제 후 복구할 수 없습니다.
ru: После удаления восстановить нельзя.
zh_hans: 删除后不可恢复。
zh_hant: 刪除後無法復原。

# 删除后需要重新添加才能使用。
source: You'll need to add it again after deletion.
ja: 削除後は、使用するために再追加が必要です。
ko: 삭제하면 다시 추가해야 사용할 수 있습니다.
ru: После удаления потребуется добавить заново.
zh_hans: 删除后需要重新添加才能使用。
zh_hant: 刪除後必須重新加入才能使用。

# 删除小应用？
source: Delete mini-app?
ja: ミニアプリを削除しますか？
ko: 미니 앱을 삭제할까요?
ru: Удалить мини-приложение?
zh_hans: 删除小应用？
zh_hant: 刪除小應用？

# 删除快照
source: Delete snapshot
ja: スナップショットを削除
ko: 스냅샷 삭제
ru: Удалить снимок
zh_hans: 删除快照
zh_hant: 刪除快照

# 删除技能
source: Delete Skill
ja: スキルを削除
ko: 스킬 삭제
ru: Удалить Skill
zh_hans: 删除技能
zh_hant: 刪除技能

# 删除服务商？
source: Delete provider?
ja: プロバイダーを削除しますか？
ko: 서비스 제공업체를 삭제할까요?
ru: Удалить поставщика?
zh_hans: 删除服务商？
zh_hant: 刪除服務提供者？

# 删除本章
source: Delete this chapter
ja: この章を削除
ko: 이 장 삭제
ru: Удалить эту главу
zh_hans: 删除本章
zh_hant: 刪除本章

# 删除本章（%@）
source: Delete this chapter (%@)
ja: この章（%@）を削除
ko: 이 장 삭제(%@)
ru: Удалить эту главу (%@)
zh_hans: 删除本章（%@）
zh_hant: 刪除本章（%@）

# 删除本章？
source: Delete this chapter?
ja: この章を削除しますか？
ko: 이 장을 삭제할까요?
ru: Удалить эту главу?
zh_hans: 删除本章？
zh_hant: 刪除本章？

# 删除此 Lorebook
source: Delete this Lorebook
ja: この Lorebook を削除
ko: 이 Lorebook 삭제
ru: Удалить этот Lorebook
zh_hans: 删除此 Lorebook
zh_hant: 刪除此 Lorebook

# 删除此注入
source: Delete this injection
ja: この注入を削除
ko: 이 주입 삭제
ru: Удалить это внедрение
zh_hans: 删除此注入
zh_hant: 刪除此注入

# 删除记忆
source: Delete memory
ja: メモリを削除
ko: 메모리 삭제
ru: Удалить воспоминание
zh_hans: 删除记忆
zh_hant: 刪除記憶

# 删除请求头
source: Delete request header
ja: リクエストヘッダーを削除
ko: 요청 헤더 삭제
ru: Удалить заголовок запроса
zh_hans: 删除请求头
zh_hant: 刪除要求標頭

# 删除这条消息？
source: Delete this message?
ja: このメッセージを削除しますか？
ko: 이 메시지를 삭제할까요?
ru: Удалить это сообщение?
zh_hans: 删除这条消息？
zh_hant: 刪除這條訊息？

# 删除这条记忆？
source: Delete this memory?
ja: このメモリを削除しますか？
ko: 이 메모리를 삭제할까요?
ru: Удалить это воспоминание?
zh_hans: 删除这条记忆？
zh_hant: 刪除這則記憶？

# 刷新
source: Refresh
ja: 更新
ko: 새로 고침
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

# 刷新中
source: Refreshing…
ja: 更新中
ko: 새로 고치는 중
ru: Обновление…
zh_hans: 刷新中
zh_hant: 重新整理中

# 刷新列表
source: Refresh list
ja: リストを更新
ko: 목록 새로 고침
ru: Обновить список
zh_hans: 刷新列表
zh_hant: 重新整理清單

# 刷新失败：%@
source: Refresh failed: %@
ja: 更新に失敗しました：%@
ko: 새로 고침 실패: %@
ru: Не удалось обновить: %@
zh_hans: 刷新失败：%@
zh_hant: 重新整理失敗：%@

# 刷新模型列表
source: Refresh model list
ja: モデル一覧を更新
ko: 모델 목록 새로 고침
ru: Обновить список моделей
zh_hans: 刷新模型列表
zh_hant: 重新整理模型列表

# 刷新热榜
source: Refresh trending
ja: トレンドを更新
ko: 인기 목록 새로 고침
ru: Обновить топ
zh_hans: 刷新热榜
zh_hant: 重新整理熱門排行

# 前台刷新间隔
source: Foreground refresh interval
ja: フォアグラウンドの更新間隔
ko: 포그라운드 새로 고침 간격
ru: Интервал обновления на переднем плане
zh_hans: 前台刷新间隔
zh_hant: 前景重新整理間隔

# 前台热榜刷新会遵守这个偏好；不会伪装完整后台调度。
source: Foreground trending-feed refresh follows this preference; it does not simulate full background scheduling.
ja: フォアグラウンドでのトレンド更新はこの設定に従います。完全なバックグラウンドスケジュールではありません。
ko: 포그라운드 인기 순위 새로 고침은 이 설정을 따르지만, 완전한 백그라운드 예약 실행은 아닙니다.
ru: Обновление трендов на переднем плане учитывает эту настройку; полноценное фоновое расписание не имитируется.
zh_hans: 前台热榜刷新会遵守这个偏好；不会伪装完整后台调度。
zh_hant: 前景熱門榜單重新整理會遵守這項偏好；不會假裝成完整的背景排程。

# 前后矛盾
source: Contradiction
ja: 前後の矛盾
ko: 전후 모순
ru: Противоречие
zh_hans: 前后矛盾
zh_hant: 前後矛盾

# 前进
source: Forward
ja: 進む
ko: 앞으로
ru: Вперёд
zh_hans: 前进
zh_hant: 前進

# 剧情
source: Plot
ja: ストーリー
ko: 스토리
ru: Сюжет
zh_hans: 剧情
zh_hant: 劇情

# 剧情一致性检查失败 · 可以重试
source: Story consistency check failed · Retry available
ja: ストーリー整合性チェックに失敗 · 再試行できます
ko: 스토리 일관성 검사 실패 · 다시 시도 가능
ru: Проверка согласованности сюжета не удалась · можно повторить
zh_hans: 剧情一致性检查失败 · 可以重试
zh_hant: 劇情一致性檢查失敗 · 可以重試

# 剧情一致性检查已阻止采用
source: Story consistency check blocked adoption
ja: ストーリー整合性チェックにより採用がブロックされました
ko: 스토리 일관성 검사로 채택이 차단됨
ru: Проверка согласованности сюжета заблокировала принятие
zh_hans: 剧情一致性检查已阻止采用
zh_hant: 劇情一致性檢查已阻止採用

# 剧情一致性检查未完成，可以重试或放弃。
source: Story consistency check isn't complete. Retry or discard.
ja: ストーリー整合性チェックが未完了です。再試行するか、破棄してください。
ko: 스토리 일관성 검사가 완료되지 않았습니다. 다시 시도하거나 포기할 수 있습니다.
ru: Проверка согласованности сюжета не завершена. Можно повторить или отказаться.
zh_hans: 剧情一致性检查未完成，可以重试或放弃。
zh_hant: 劇情一致性檢查未完成，可以重試或放棄。

# 剧情事实不同，不能直接恢复
source: Story facts differ; cannot restore directly
ja: ストーリーの事実が異なるため直接復元できません
ko: 스토리 사실이 달라 직접 복원할 수 없음
ru: Факты сюжета различаются, прямое восстановление невозможно
zh_hans: 剧情事实不同，不能直接恢复
zh_hant: 劇情事實不同，無法直接復原

# 剧情位置
source: Story position
ja: プロット位置
ko: 스토리 위치
ru: Позиция в сюжете
zh_hans: 剧情位置
zh_hant: 劇情位置

# 剧情分支
source: Story branch
ja: ストーリーブランチ
ko: 스토리 브랜치
ru: Ветка сюжета
zh_hans: 剧情分支
zh_hant: 劇情分支

# 剧情同步
source: Plot sync
ja: ストーリー同期
ko: 줄거리 동기화
ru: Синхронизация сюжета
zh_hans: 剧情同步
zh_hant: 劇情同步
